# Приветственное сообщение
START_USER = """
Добро пожаловать\\!
*Ваш ID:* `{id}`
"""

# Сообщение с помощью
HELP_MSG = """
Помощь
"""

# Сообщение главного меню
MAIN_MENU_MSG = """
*Ваш ID:* `{id}`
"""


# Сообщение выбора варианта подписки
SUB_MENU_MSG = """
Выберите вариант подписки 👇
"""


# Сообщение с необработанной ошибкой
COMMON_ERROR_MSG = """
Упс\\! Что-то пошло не так 😥
"""

# Успешная оплата
SUCCESS_PAY_MSG = """
Оплата прошла успешно ✅\nID транзакции\\: `{charge_id}`
"""


# Деньги не возвращаются
NO_REFUND_MSG = """
К сожалению, мы не возвращаем оплату за подписку 😢
"""

# Деньги не возвращаются
NO_TRANSACTION_ID_MSG = """
После команды \\/refund укажите\\, пожалуйста\\, ID транзакции
"""
